{
  "nodes": [
    {
      "group": 0,
      "id": "gmo",
      "occurrences": "17283",
      "sentences": [
        {
          "rank": 1,
          "sentence": "The rest of us have no rights to your little contracts and are victims of them by being downwind or having no choice but to eat genetically altered food as we are not permitted to know our food contains it..."
        },
        {
          "rank": 2,
          "sentence": "Aveda relaxation tea is organic"
        },
        {
          "rank": 3,
          "sentence": "Likely I will be using organic spices from now on."
        },
        {
          "rank": 4,
          "sentence": "Unaffordable food targeted at residents who do not live East of the River....yet."
        },
        {
          "rank": 5,
          "sentence": "Of course, the rules themselves are becoming a joke, now that there is so much money in getting that label on your processed packaged food-like-products."
        },
        {
          "rank": 6,
          "sentence": "Moneymongers will lie to get the gullible to buy their \"organic\" products."
        },
        {
          "rank": 7,
          "sentence": "Proposal on Beginning a New Organic Fertilizer Production Line"
        },
        {
          "rank": 8,
          "sentence": "Kashi is NOT organic and it is NOT healthy for you!"
        },
        {
          "rank": 9,
          "sentence": "Local Pet food outlet nolonger sells dog and cat foods from China."
        },
        {
          "rank": 10,
          "sentence": "@Willow - to make your eggs \"organic\" you need to feed them organic feed."
        }
      ],
      "subgroup": 4,
      "words": [
        {
          "rank": 1,
          "similarity": "0.64",
          "word": "gmo"
        },
        {
          "rank": 2,
          "similarity": "0.54",
          "word": "gmos"
        },
        {
          "rank": 3,
          "similarity": "0.48",
          "word": "monsanto"
        },
        {
          "rank": 4,
          "similarity": "0.47",
          "word": "buy"
        },
        {
          "rank": 5,
          "similarity": "0.43",
          "word": "want"
        },
        {
          "rank": 6,
          "similarity": "0.43",
          "word": "modified"
        },
        {
          "rank": 7,
          "similarity": "0.43",
          "word": "label"
        },
        {
          "rank": 8,
          "similarity": "0.43",
          "word": "genetically"
        },
        {
          "rank": 9,
          "similarity": "0.41",
          "word": "non"
        },
        {
          "rank": 10,
          "similarity": "0.4",
          "word": "store"
        }
      ],
      "sentiment": 0.21114164558711726
    },
    {
      "group": 1,
      "id": "assoc",
      "occurrences": "3898",
      "sentences": [
        {
          "rank": 1,
          "sentence": "The big problem is not commercial food processing, but idiot consumers that do not wash stuff before they prepare it."
        },
        {
          "rank": 2,
          "sentence": "Whole foods is a corporation like any other and they are concerned with making money."
        },
        {
          "rank": 3,
          "sentence": "Organic farming is natural and eco-friendly."
        },
        {
          "rank": 4,
          "sentence": "Also keep in mind that \"Organic\" does not mean they do not use \"chemicals.\""
        },
        {
          "rank": 5,
          "sentence": "\"There are numerous ways in which soy foods may protect against cancer,\" notes Collins."
        },
        {
          "rank": 6,
          "sentence": "Going organic inside as much as I can."
        },
        {
          "rank": 7,
          "sentence": "I could go buy an apple, bite into it, and instantly die, but its a rare case, there is bad produce everywhere, its why I do not eat spinach at all, but saying food that is being sprayed countless times with poison is just as safe as food that has not is just moronic."
        },
        {
          "rank": 8,
          "sentence": "I agree with the one other answer currently here: first get organic foods down to the price of fast food and make it accessible and desirable for poor people."
        },
        {
          "rank": 9,
          "sentence": "I advocate conservatism in changing our food production systems, regardless of what we discover in the future, but I am not opposed to gradual adoption of better options if they are shown to be incontrovertibly superior."
        },
        {
          "rank": 10,
          "sentence": "Corporations are buying organic companies left and right."
        }
      ],
      "subgroup": 0,
      "words": [
        {
          "rank": 1,
          "similarity": "0.34",
          "word": "assoc"
        },
        {
          "rank": 2,
          "similarity": "0.34",
          "word": "wich"
        },
        {
          "rank": 3,
          "similarity": "0.34",
          "word": "biomimicry"
        },
        {
          "rank": 4,
          "similarity": "0.33",
          "word": "huckster"
        },
        {
          "rank": 5,
          "similarity": "0.33",
          "word": "weirdo"
        },
        {
          "rank": 6,
          "similarity": "0.33",
          "word": "numi"
        },
        {
          "rank": 7,
          "similarity": "0.32",
          "word": "fertilise"
        },
        {
          "rank": 8,
          "similarity": "0.32",
          "word": "atleast"
        },
        {
          "rank": 9,
          "similarity": "0.32",
          "word": "cultivator"
        },
        {
          "rank": 10,
          "similarity": "0.32",
          "word": "healthiness"
        }
      ],
      "sentiment": 0.2693103176237511
    },
    {
      "group": 2,
      "id": "hypocritical",
      "occurrences": "246",
      "sentences": [
        {
          "rank": 1,
          "sentence": "If your VEGAN and use any palm oil products which is everything literally...,food, Cleaners, beauty, your supporting monsanto and deforestation the rainforest as YOU unknowingly support burning animals ALIVE...look into slash and burn for palm oil...."
        },
        {
          "rank": 2,
          "sentence": "My name is Sarah and I am part of the Family Farm Team here at Pete and Gerry's Organic Eggs."
        },
        {
          "rank": 3,
          "sentence": "She thinks that we waste food."
        },
        {
          "rank": 4,
          "sentence": "Of course organic is better than regular."
        },
        {
          "rank": 5,
          "sentence": "I have worked at an organic/natural food store (not Whole Foods) in Northern California for 14 yrs."
        },
        {
          "rank": 6,
          "sentence": "If we were not using all the grain we grow for feeding animals which yields less food, we would end world hunger."
        },
        {
          "rank": 7,
          "sentence": "Edit: some very very few organic farmers use no pesticides but instead introduce large numbers of insect predators (as a biogeographer and conservation biologist this practice horrifies me)"
        },
        {
          "rank": 8,
          "sentence": "Four examples of science-based food producer plans would help readers understand the effect of those plans on consumers' lives."
        },
        {
          "rank": 9,
          "sentence": "Though as someone who works in an organic based personal care and raw foods company, I firmly believe in the benefits (nutritional and environmental) of organic produce I am also aware of the naysayers who believe that organic farming is unsustainable in the long run."
        },
        {
          "rank": 10,
          "sentence": "While I agree with Mr. Philpott's philosophy of how to grow food, his argument ignores the fact that large organic food producers do not adhere to his philosophy."
        }
      ],
      "subgroup": 5,
      "words": [
        {
          "rank": 1,
          "similarity": "0.46",
          "word": "hypocritical"
        },
        {
          "rank": 2,
          "similarity": "0.41",
          "word": "illogical"
        },
        {
          "rank": 3,
          "similarity": "0.41",
          "word": "hopelessly"
        },
        {
          "rank": 4,
          "similarity": "0.4",
          "word": "disingenuous"
        },
        {
          "rank": 5,
          "similarity": "0.4",
          "word": "ludicrous"
        },
        {
          "rank": 6,
          "similarity": "0.4",
          "word": "irrelevant"
        },
        {
          "rank": 7,
          "similarity": "0.4",
          "word": "unrealistic"
        },
        {
          "rank": 8,
          "similarity": "0.39",
          "word": "ignorant"
        },
        {
          "rank": 9,
          "similarity": "0.39",
          "word": "absurd"
        },
        {
          "rank": 10,
          "similarity": "0.39",
          "word": "nonsensical"
        }
      ],
      "sentiment": 0.48952935176163903
    },
    {
      "group": 3,
      "id": "heck",
      "occurrences": "631",
      "sentences": [
        {
          "rank": 1,
          "sentence": "If GMOs are as harmless as Monsanto would like us to believe they should have no hesitation in labeling food products as such."
        },
        {
          "rank": 2,
          "sentence": "Also organic food is far more likely to be sustainable to the environment."
        },
        {
          "rank": 3,
          "sentence": "I would need to know more about agriculture to understand why organic farming cannot produce high-yield results."
        },
        {
          "rank": 4,
          "sentence": "And organic food is not covered in manure any more than any other food."
        },
        {
          "rank": 5,
          "sentence": "Eating a WHOLE FOOD, plant-based diet spares the lives of innocent animals, helps the environment and is the healthiest way to eat, hands down!"
        },
        {
          "rank": 6,
          "sentence": "Prepared \"food bars\" are among the most expensive items in any grocery store, one for ounce."
        },
        {
          "rank": 7,
          "sentence": "@PamF - overall the carbon footprint could decrease as people realize the benefits of eating organic and then possibly deciding to grow it for themselves."
        },
        {
          "rank": 8,
          "sentence": "I have worked on an organic dairy farm."
        },
        {
          "rank": 9,
          "sentence": "If organic food was as cheap to produce as the industrialized food the farmers would all produce organic food."
        },
        {
          "rank": 10,
          "sentence": "Organic or conventional."
        }
      ],
      "subgroup": 0,
      "words": [
        {
          "rank": 1,
          "similarity": "0.33",
          "word": "heck"
        },
        {
          "rank": 2,
          "similarity": "0.32",
          "word": "organic"
        },
        {
          "rank": 3,
          "similarity": "0.28",
          "word": "shirtliffe"
        },
        {
          "rank": 4,
          "similarity": "0.27",
          "word": "farmer"
        },
        {
          "rank": 5,
          "similarity": "0.27",
          "word": "egg"
        },
        {
          "rank": 6,
          "similarity": "0.26",
          "word": "mad"
        },
        {
          "rank": 7,
          "similarity": "0.26",
          "word": "bob"
        },
        {
          "rank": 8,
          "similarity": "0.26",
          "word": "cow"
        },
        {
          "rank": 9,
          "similarity": "0.25",
          "word": "sam"
        },
        {
          "rank": 10,
          "similarity": "0.25",
          "word": "grass"
        }
      ],
      "sentiment": 0.8310506597560781
    },
    {
      "group": 4,
      "id": "boost",
      "occurrences": "6911",
      "sentences": [
        {
          "rank": 1,
          "sentence": "They also cary many \"high end\" food products which you just cannot find anywhere else (such as imported european cheeses, etc...) WF was also the first supermarket i know to offer decent/european style bread at a mass scale about 15 years ago, which is why i started to go there... (I am from Belgium) 2) Health: mistakenly or justifiably, I am under the impression that food is heal their at whole foods than in other supermarkets, ie I am less likely to ingest toxic chemicals when eating at WF than in other supermarkets."
        },
        {
          "rank": 2,
          "sentence": "Also, pertaining to nutrition, kids nowadays eat a lot of junk food and bakery products which everyone knows is very unhealthy but if you pass on the message to them may be they could convinced to stop eating all that."
        },
        {
          "rank": 3,
          "sentence": "real fresh organic fruits and Vegetables do not last more that a few days."
        },
        {
          "rank": 4,
          "sentence": "NYT readers, take note: Hawaii residents are hearing the same talking points from the article's author, Jane Brody, as we are hearing from lobbyists and GMO farmers in our state: Namely, the pro-GMO advocates are re-focusing their PR efforts on creating alarm regarding the safety of food produced by clean ag farmers."
        },
        {
          "rank": 5,
          "sentence": "I WANT TO KNOW WHAT IS IN MY FOOD."
        },
        {
          "rank": 6,
          "sentence": "Having organic products around is fine if people choose to buy them, no problem."
        },
        {
          "rank": 7,
          "sentence": "Whereas stuff that is \"fresh\" in the Wholefoods, has been lying in a crate for up to a week."
        },
        {
          "rank": 8,
          "sentence": "It turns out my 6 year old asks, \"Is it organic?\""
        },
        {
          "rank": 9,
          "sentence": "Also organic food does not taste as good as non organic, so I would rather buy something tastier despite whatever consequences there might be."
        },
        {
          "rank": 10,
          "sentence": "No studies have been done to compare nutrient loss in organic vs. non-organic, so let's assume it is equally true of either."
        }
      ],
      "subgroup": 2,
      "words": [
        {
          "rank": 1,
          "similarity": "0.54",
          "word": "boost"
        },
        {
          "rank": 2,
          "similarity": "0.53",
          "word": "increasing"
        },
        {
          "rank": 3,
          "similarity": "0.51",
          "word": "offset"
        },
        {
          "rank": 4,
          "similarity": "0.51",
          "word": "slowing"
        },
        {
          "rank": 5,
          "similarity": "0.49",
          "word": "profitability"
        },
        {
          "rank": 6,
          "similarity": "0.49",
          "word": "boosting"
        },
        {
          "rank": 7,
          "similarity": "0.49",
          "word": "increase"
        },
        {
          "rank": 8,
          "similarity": "0.48",
          "word": "increased"
        },
        {
          "rank": 9,
          "similarity": "0.47",
          "word": "weakening"
        },
        {
          "rank": 10,
          "similarity": "0.47",
          "word": "reducing"
        }
      ],
      "sentiment": 0.6540942103685191
    },
    {
      "group": 5,
      "id": "somebody",
      "occurrences": "26247",
      "sentences": [
        {
          "rank": 1,
          "sentence": "Similar to milk, the quality of whey protien is based on all the same points above the Food Babe made regarding milk."
        },
        {
          "rank": 2,
          "sentence": "Organic Harvest 3-in-1 Face Wash with Paraben Free : It is Paraben free, 3-in-1 face wash which cleanses the skin and provides a healthy glow."
        },
        {
          "rank": 3,
          "sentence": "If you can, then go organic where possible, it can make a difference to your overall health and how you feel."
        },
        {
          "rank": 4,
          "sentence": "What are some concerns with genetically modified organisms and food?"
        },
        {
          "rank": 5,
          "sentence": "We have the right to know what is in the food we buy and eat and I do not care what biotech thinks about labeling, this is not their choice, it is ours as consumers."
        },
        {
          "rank": 6,
          "sentence": "We have to stop attacking those who at least still offer us the organic product ."
        },
        {
          "rank": 7,
          "sentence": "Edit So the word organic may also mean the grower is using different variations of pesticides!."
        },
        {
          "rank": 8,
          "sentence": "(The bottom line is that gmos foods have been on the market for 16 or so years and we have not seen any negative health effects.)"
        },
        {
          "rank": 9,
          "sentence": "If their parents choose to buy GMO contaminated food they have no choice but to eat it and are at risk."
        },
        {
          "rank": 10,
          "sentence": "Our food system needs to be reformed to produce less empty starch and more fat, protein and vitamins."
        }
      ],
      "subgroup": 5,
      "words": [
        {
          "rank": 1,
          "similarity": "0.57",
          "word": "somebody"
        },
        {
          "rank": 2,
          "similarity": "0.56",
          "word": "forget"
        },
        {
          "rank": 3,
          "similarity": "0.54",
          "word": "fun"
        },
        {
          "rank": 4,
          "similarity": "0.53",
          "word": "glad"
        },
        {
          "rank": 5,
          "similarity": "0.53",
          "word": "liked"
        },
        {
          "rank": 6,
          "similarity": "0.52",
          "word": "frankly"
        },
        {
          "rank": 7,
          "similarity": "0.52",
          "word": "surely"
        },
        {
          "rank": 8,
          "similarity": "0.52",
          "word": "imagine"
        },
        {
          "rank": 9,
          "similarity": "0.52",
          "word": "sorry"
        },
        {
          "rank": 10,
          "similarity": "0.52",
          "word": "obviously"
        }
      ],
      "sentiment": 0.2232104247143693
    },
    {
      "group": 6,
      "id": "obese",
      "occurrences": "2136",
      "sentences": [
        {
          "rank": 1,
          "sentence": "And what about foods that are better when commercially processed?"
        },
        {
          "rank": 2,
          "sentence": "The corn cross pollinated with a neighbors food grade white corn."
        },
        {
          "rank": 3,
          "sentence": "I am an organic farmer."
        },
        {
          "rank": 4,
          "sentence": "Connect with local organic group and gardening enthusiasts."
        },
        {
          "rank": 5,
          "sentence": "All of these costs are passed along to the consumer or to future generations through degradation of the shared environment, but they are not reflected in the purchase price of the food."
        },
        {
          "rank": 6,
          "sentence": "Organic Consumers Association Great article."
        },
        {
          "rank": 7,
          "sentence": "The absolute best and only way to be sure of no pesticides or herbicides would be to grow your own food and use only organic, plant-based fertilizers and pest management techniques."
        },
        {
          "rank": 8,
          "sentence": "Whole Foods is a small player in its industry, and it does not compete with Amazon."
        },
        {
          "rank": 9,
          "sentence": "The real question is who owns organic and natural grocery?"
        },
        {
          "rank": 10,
          "sentence": "The purpose of food subsidies is to ensure enou food."
        }
      ],
      "subgroup": 4,
      "words": [
        {
          "rank": 1,
          "similarity": "0.47",
          "word": "obese"
        },
        {
          "rank": 2,
          "similarity": "0.47",
          "word": "diagnosed"
        },
        {
          "rank": 3,
          "similarity": "0.45",
          "word": "obesity"
        },
        {
          "rank": 4,
          "similarity": "0.44",
          "word": "cancer"
        },
        {
          "rank": 5,
          "similarity": "0.43",
          "word": "asthma"
        },
        {
          "rank": 6,
          "similarity": "0.43",
          "word": "ingested"
        },
        {
          "rank": 7,
          "similarity": "0.42",
          "word": "infected"
        },
        {
          "rank": 8,
          "similarity": "0.42",
          "word": "diabetes"
        },
        {
          "rank": 9,
          "similarity": "0.41",
          "word": "medication"
        },
        {
          "rank": 10,
          "similarity": "0.41",
          "word": "overweight"
        }
      ],
      "sentiment": 1.0
    },
    {
      "group": 7,
      "id": "detriment",
      "occurrences": "59",
      "sentences": [
        {
          "rank": 1,
          "sentence": "You can feed 9 billion without the modern U.S. mass food market where chemicals are harming us and animals are stuffed with antibiotics because they are treated so callously."
        },
        {
          "rank": 2,
          "sentence": "I have bought organic food ever since 1993, that is how important it is to my health."
        },
        {
          "rank": 3,
          "sentence": "Actually i see there is a lot of hype created for organic vegetables , fruits and food stuff."
        },
        {
          "rank": 4,
          "sentence": "If you want to get exercised about agriculture and food get exercised about this."
        },
        {
          "rank": 5,
          "sentence": "I have no doubt that there are organic farmers who decide not to use any chemicals."
        },
        {
          "rank": 6,
          "sentence": "Hi Sigourney, Thank you for reaching out, I assume that your asking about food, fibers and plant based products."
        },
        {
          "rank": 7,
          "sentence": "Import organic water and air from where?"
        },
        {
          "rank": 8,
          "sentence": "Otherwise you never know what kind of violence or abuse took place for your food, even if someone labeled it \"humane\"."
        },
        {
          "rank": 9,
          "sentence": "Why Buy Organic?"
        },
        {
          "rank": 10,
          "sentence": "Try eating fresh food for breakfast, you will be glad you did."
        }
      ],
      "subgroup": 3,
      "words": [
        {
          "rank": 1,
          "similarity": "0.36",
          "word": "detriment"
        },
        {
          "rank": 2,
          "similarity": "0.32",
          "word": "reputable"
        },
        {
          "rank": 3,
          "similarity": "0.3",
          "word": "practises"
        },
        {
          "rank": 4,
          "similarity": "0.29",
          "word": "unquestionably"
        },
        {
          "rank": 5,
          "similarity": "0.29",
          "word": "outweighs"
        },
        {
          "rank": 6,
          "similarity": "0.28",
          "word": "harmed"
        },
        {
          "rank": 7,
          "similarity": "0.28",
          "word": "beleive"
        },
        {
          "rank": 8,
          "similarity": "0.28",
          "word": "conscientious"
        },
        {
          "rank": 9,
          "similarity": "0.28",
          "word": "patronize"
        },
        {
          "rank": 10,
          "similarity": "0.28",
          "word": "uninformed"
        }
      ],
      "sentiment": 0.4489592271754603
    },
    {
      "group": 8,
      "id": "<num>",
      "occurrences": "3242",
      "sentences": [
        {
          "rank": 1,
          "sentence": "All nutrients from organic sources will only increase farm input costs by several folds compared to the more concentrated and pure inorganic food or fertilizers."
        },
        {
          "rank": 2,
          "sentence": "Just eat more veggies and be mindful of where your food is coming from."
        },
        {
          "rank": 3,
          "sentence": "I like Malcolm Sargeant's answer to What are some examples of edible, non-organic matter?"
        },
        {
          "rank": 4,
          "sentence": "I have always disliked Whole Foods, after sampling them and finding them greatly over priced and pretentious."
        },
        {
          "rank": 5,
          "sentence": "Non-organic practices deplete soils (known fact!"
        },
        {
          "rank": 6,
          "sentence": "I do not know about pumpkins specifically, but many food plants (and flowers, etc) are hybrids."
        },
        {
          "rank": 7,
          "sentence": "Many of the farmers there do not have organic certification ( it is expensive), but if you engage them in a conversation on how they grow their produce, you will find that in nearly all cases, they do not spray herbicides or pesticides."
        },
        {
          "rank": 8,
          "sentence": "I myself have not eaten there in a long time but only because I have plenty of food at home and I try to limit my caloric intake."
        },
        {
          "rank": 9,
          "sentence": "Do you know what should be in organic milk?"
        },
        {
          "rank": 10,
          "sentence": "I am also now concerned with any product containing ADDED DHA/ARA.should I question whether these types of supplements added to cows milk in liquid form (for example, HORIZON brand Organic Whole Milk with DHA Omega-3), might also be something to avoid."
        }
      ],
      "subgroup": 1,
      "words": [
        {
          "rank": 1,
          "similarity": "0.48",
          "word": "<num>"
        },
        {
          "rank": 2,
          "similarity": "0.37",
          "word": "per"
        },
        {
          "rank": 3,
          "similarity": "0.35",
          "word": "lower"
        },
        {
          "rank": 4,
          "similarity": "0.35",
          "word": "average"
        },
        {
          "rank": 5,
          "similarity": "0.33",
          "word": "acre"
        },
        {
          "rank": 6,
          "similarity": "0.33",
          "word": "yearly"
        },
        {
          "rank": 7,
          "similarity": "0.32",
          "word": "risen"
        },
        {
          "rank": 8,
          "similarity": "0.31",
          "word": "estimated"
        },
        {
          "rank": 9,
          "similarity": "0.31",
          "word": "cost"
        },
        {
          "rank": 10,
          "similarity": "0.31",
          "word": "salary"
        }
      ],
      "sentiment": 0.43930703313661174
    },
    {
      "group": 9,
      "id": "specified",
      "occurrences": "1263",
      "sentences": [
        {
          "rank": 1,
          "sentence": "I cannot believe that foods that have been \"invented\" could possibly healthy."
        },
        {
          "rank": 2,
          "sentence": "Unless you shop from an expensive organic store you get the same gmo's and nitrates and other additives."
        },
        {
          "rank": 3,
          "sentence": "I farm five acres of organic vegetables and fruit, as do many of my neighbors and friends."
        },
        {
          "rank": 4,
          "sentence": "Still, conventional methods do produce food varieties that are planted for their shape, color, and long distance shipping quality rather than nutrition."
        },
        {
          "rank": 5,
          "sentence": "I suggest you rename the dichotomy: \"Unadulterated food\" versus \"DNA modified food\"."
        },
        {
          "rank": 6,
          "sentence": "Their large format stores have a lot of pretty prepared foods, but most taste terrible."
        },
        {
          "rank": 7,
          "sentence": "Also if you compare use by dates on commercial canned products they are the same organic or not."
        },
        {
          "rank": 8,
          "sentence": "Locally grown does not necessarily mean organic."
        },
        {
          "rank": 9,
          "sentence": "But today, organic produce looks better than the poisoned version."
        },
        {
          "rank": 10,
          "sentence": "Trying to implant a moderate attitude in others through extremist views of food is, quite frankly, destructive."
        }
      ],
      "subgroup": 2,
      "words": [
        {
          "rank": 1,
          "similarity": "0.48",
          "word": "specified"
        },
        {
          "rank": 2,
          "similarity": "0.48",
          "word": "description"
        },
        {
          "rank": 3,
          "similarity": "0.45",
          "word": "depending"
        },
        {
          "rank": 4,
          "similarity": "0.45",
          "word": "differs"
        },
        {
          "rank": 5,
          "similarity": "0.44",
          "word": "vary"
        },
        {
          "rank": 6,
          "similarity": "0.43",
          "word": "variation"
        },
        {
          "rank": 7,
          "similarity": "0.43",
          "word": "specifies"
        },
        {
          "rank": 8,
          "similarity": "0.41",
          "word": "corresponding"
        },
        {
          "rank": 9,
          "similarity": "0.41",
          "word": "analogous"
        },
        {
          "rank": 10,
          "similarity": "0.41",
          "word": "measurement"
        }
      ],
      "sentiment": 0.22067699658900652
    },
    {
      "group": 10,
      "id": "pasture",
      "occurrences": "1521",
      "sentences": [
        {
          "rank": 1,
          "sentence": "However, the food making the claim is not any better for you than the one that is not ."
        },
        {
          "rank": 2,
          "sentence": "In the UK there is often organic priced the same as usual groceries, as part of the chain-branding among the big stores."
        },
        {
          "rank": 3,
          "sentence": "Horizon and Nature Valley claim their milk is Organic, but it is not."
        },
        {
          "rank": 4,
          "sentence": "\"practically invented it\" Not in major urban areas where small chains existed before Whole Foods took over (e.g., Bread and amp; Circus in Boston area, Fresh Fields around Washington DC and elsewhere, Food for Thought, Bethesda Co-op)."
        },
        {
          "rank": 5,
          "sentence": "I had to make an assumption, because you did not unequivocally stated that you made your food from the items in the top picture."
        },
        {
          "rank": 6,
          "sentence": "They are actually labelled and distinct from organic raw almonds with the added word unpasteurized on the container."
        },
        {
          "rank": 7,
          "sentence": "The hippie-cum-yuppie environmental/organic/natural/localvore conglomerate collapses science, pseudo-science, and too many ideologies together."
        },
        {
          "rank": 8,
          "sentence": "Love organic butter and sunflower, i read that sunflower can never be modified..."
        },
        {
          "rank": 9,
          "sentence": "The organic standards for the production of meat, eggs, and dairy are much more stringent about how the animals must be treated than the general standards for animal husbandry in my country (the United States)."
        },
        {
          "rank": 10,
          "sentence": "Farmers and local vendors generally do not bother about organic certification, even if the teas are actually 'organic'."
        }
      ],
      "subgroup": 0,
      "words": [
        {
          "rank": 1,
          "similarity": "0.46",
          "word": "pasture"
        },
        {
          "rank": 2,
          "similarity": "0.43",
          "word": "forage"
        },
        {
          "rank": 3,
          "similarity": "0.42",
          "word": "graze"
        },
        {
          "rank": 4,
          "similarity": "0.4",
          "word": "infect"
        },
        {
          "rank": 5,
          "similarity": "0.4",
          "word": "vegetation"
        },
        {
          "rank": 6,
          "similarity": "0.4",
          "word": "nourish"
        },
        {
          "rank": 7,
          "similarity": "0.4",
          "word": "algae"
        },
        {
          "rank": 8,
          "similarity": "0.39",
          "word": "livestock"
        },
        {
          "rank": 9,
          "similarity": "0.39",
          "word": "harvested"
        },
        {
          "rank": 10,
          "similarity": "0.38",
          "word": "cattle"
        }
      ],
      "sentiment": 0.6381207091191103
    },
    {
      "group": 11,
      "id": "ecology",
      "occurrences": "1037",
      "sentences": [
        {
          "rank": 1,
          "sentence": "The alternative sites which the county has offered are a former landfill which is unsuitable for farming, and land in the agricultural reserve where cross-pollination with non-organic/genetically modified plants would be unavoidable."
        },
        {
          "rank": 2,
          "sentence": "I grow my own vegetables,organic of course...."
        },
        {
          "rank": 3,
          "sentence": "That being said, we need to get a little more serious about enforcing honesty in the use of the term \"organic\"."
        },
        {
          "rank": 4,
          "sentence": "The same type of occupational risks hold true for *grain flours* in flour mills, yet Food Babe has no issue eating said grains or grain flour products (as s he is admitted in at least one of her YouTube videos I have seen)."
        },
        {
          "rank": 5,
          "sentence": "Whole Foods got caught more then once saying and implying food was organic and it was not"
        },
        {
          "rank": 6,
          "sentence": "only Organic-pasture-fed meat and dairy for me and my family----avoid Toxic GMO sources.....which is sickening the farm workers and the land and water-run-off as well."
        },
        {
          "rank": 7,
          "sentence": "When produce is locally grown it is apt to be more fresh and therefore to have a better taste, but safety and nutrition are not good reasons to buy organic."
        },
        {
          "rank": 8,
          "sentence": "Organic farming relies on fertilizers of organic origin."
        },
        {
          "rank": 9,
          "sentence": "You should have the right to know if you are food ingredients have been genetically modified."
        },
        {
          "rank": 10,
          "sentence": "Yes, whole corn is a healthy food."
        }
      ],
      "subgroup": 1,
      "words": [
        {
          "rank": 1,
          "similarity": "0.43",
          "word": "ecology"
        },
        {
          "rank": 2,
          "similarity": "0.4",
          "word": "wellness"
        },
        {
          "rank": 3,
          "similarity": "0.4",
          "word": "describes"
        },
        {
          "rank": 4,
          "similarity": "0.39",
          "word": "founded"
        },
        {
          "rank": 5,
          "similarity": "0.38",
          "word": "cultural"
        },
        {
          "rank": 6,
          "similarity": "0.38",
          "word": "ecological"
        },
        {
          "rank": 7,
          "similarity": "0.38",
          "word": "holistic"
        },
        {
          "rank": 8,
          "similarity": "0.37",
          "word": "founding"
        },
        {
          "rank": 9,
          "similarity": "0.36",
          "word": "science"
        },
        {
          "rank": 10,
          "similarity": "0.35",
          "word": "biodiversity"
        }
      ],
      "sentiment": 0.6497418263367553
    },
    {
      "group": 12,
      "id": "urged",
      "occurrences": "1084",
      "sentences": [
        {
          "rank": 1,
          "sentence": "on my property.. Well I can enjoy and benefit from my organic crops, I just cannot legally call them organic if I sell them at a market..."
        },
        {
          "rank": 2,
          "sentence": "Alice Waters raised the food standard of restaurants in general in the Bay Area."
        },
        {
          "rank": 3,
          "sentence": "I never said that non organic produce had preservatives........ PRODUCE means (fruit, and vegetables) ........ You know what, you should do some research yourself."
        },
        {
          "rank": 4,
          "sentence": "To state it another way, nearly 1 in 8 scientists do have concerns about GM foods."
        },
        {
          "rank": 5,
          "sentence": "I do not doubt that pesticides, antibiotics, and estrogen/hormones saturating the food chain over the last 50 years, has affected the intelligent quotients of vast numbers of North Americans, and others in the industrialized nations of the world."
        },
        {
          "rank": 6,
          "sentence": "I am behind the farmers and a healthy, sustainable food system for us all...GET MONSANTO OUT OF OUR FOOD!"
        },
        {
          "rank": 7,
          "sentence": "Simple organic farming practices actually sequester atmospheric CO2 as humic soil masses increase."
        },
        {
          "rank": 8,
          "sentence": "I have been choosing to eat organic for 40 years now and it really does make o difference!"
        },
        {
          "rank": 9,
          "sentence": "Flippant comments about the health risks of ice cream aside, Glyphosate is not just found in Ben and Jerry's, it is found in numerous common food items, food items which the FDA conveniently did not test until somewhat recently."
        },
        {
          "rank": 10,
          "sentence": "After two decades of biotech bullying and force-feeding unlabeled and hazardous genetically engineered (GE) foods to animals and humans, there can be no such thing as \"coexistence\" in the Monsanto world."
        }
      ],
      "subgroup": 2,
      "words": [
        {
          "rank": 1,
          "similarity": "0.45",
          "word": "urged"
        },
        {
          "rank": 2,
          "similarity": "0.41",
          "word": "tuesday"
        },
        {
          "rank": 3,
          "similarity": "0.41",
          "word": "monday"
        },
        {
          "rank": 4,
          "similarity": "0.4",
          "word": "wednesday"
        },
        {
          "rank": 5,
          "similarity": "0.4",
          "word": "meanwhile"
        },
        {
          "rank": 6,
          "similarity": "0.4",
          "word": "sought"
        },
        {
          "rank": 7,
          "similarity": "0.39",
          "word": "ruling"
        },
        {
          "rank": 8,
          "similarity": "0.39",
          "word": "friday"
        },
        {
          "rank": 9,
          "similarity": "0.39",
          "word": "opposition"
        },
        {
          "rank": 10,
          "similarity": "0.39",
          "word": "warned"
        }
      ],
      "sentiment": 0.6248688725933426
    },
    {
      "group": 13,
      "id": "cup",
      "occurrences": "3",
      "sentences": [
        {
          "rank": 1,
          "sentence": "Hopefully it will be a small and local organic farm."
        },
        {
          "rank": 2,
          "sentence": "I am speaking here as an organic farmer, by the way ."
        },
        {
          "rank": 3,
          "sentence": "Organic Valley is by far the best."
        },
        {
          "rank": 4,
          "sentence": "Organic crops cannot be genetically engineered or irradiated."
        },
        {
          "rank": 5,
          "sentence": "They have a much shorter life span so i am curious if any cancers or other long term health affect can be correlated to the gmos introduced into their food?"
        },
        {
          "rank": 6,
          "sentence": "Thanks for standing up and fighting the good fight to make sure food is actually \"food\" again."
        },
        {
          "rank": 7,
          "sentence": "You totally discredit other posts on your page, and weaken the organic cause."
        },
        {
          "rank": 8,
          "sentence": "Read this article it will answer your questions Can Organic Farming Feed Us All?"
        },
        {
          "rank": 9,
          "sentence": "Are you planning to start in India or abroad you did not specify lets assume if you start in India you need to get India organic certificate from apeda organisation."
        },
        {
          "rank": 10,
          "sentence": "Organic farming strengthens the soil with compost, reducing runoff, and unites the animal and herbal branches."
        }
      ],
      "subgroup": 3,
      "words": [
        {
          "rank": 1,
          "similarity": "0.26",
          "word": "cup"
        },
        {
          "rank": 2,
          "similarity": "0.24",
          "word": "norman"
        },
        {
          "rank": 3,
          "similarity": "0.23",
          "word": "beating"
        },
        {
          "rank": 4,
          "similarity": "0.23",
          "word": "briefly"
        },
        {
          "rank": 5,
          "similarity": "0.22",
          "word": "fold"
        },
        {
          "rank": 6,
          "similarity": "0.22",
          "word": "champion"
        },
        {
          "rank": 7,
          "similarity": "0.21",
          "word": "matched"
        },
        {
          "rank": 8,
          "similarity": "0.21",
          "word": "winning"
        },
        {
          "rank": 9,
          "similarity": "0.21",
          "word": "played"
        },
        {
          "rank": 10,
          "similarity": "0.2",
          "word": "stage"
        }
      ],
      "sentiment": 0.8352623993170587
    },
    {
      "group": 14,
      "id": "pesticide",
      "occurrences": "6978",
      "sentences": [
        {
          "rank": 1,
          "sentence": "____________________________________ Report on Agroecology - By Olivier De Schutter, United Nations Special Rapporteur on the Right to Food, 2010 Key findings: \"Agroecology, if sufficiently supported, can double food production in entire regions within 10 years while mitigating climate change and alleviating rural poverty.\" ____________________________________ Wake Up Before It Is Too Late - United Nations Conference on Trade and Development report, 2013 Key findings: Hunger is not a supply-side productivity problem and \"meeting food security challenges is primarily about empowerment of the poor.\" A shift is needed \"from a conventional, monoculture-based and high-external-input-dependent industrial production towards mosaics of sustainable, regenerative production systems that also considerably improve the productivity of small-scale farmers.\""
        },
        {
          "rank": 2,
          "sentence": "Winco is the best as far as clean and food is worth eating."
        },
        {
          "rank": 3,
          "sentence": "There is no advantage at all to \"organic\" food ."
        },
        {
          "rank": 4,
          "sentence": "Cotton farmers committing suicide after using and having to buy corporate seed stock is \"organic\" or \" non organic \"?"
        },
        {
          "rank": 5,
          "sentence": "The toxic chemical load in North America is growing at approximately three percent a year the food and drug administration is blinded by tec solutions for everything we seem to be on that path fix one problem create three more the myth that we will not have enough food is a scary tactic when we through away approximately 36 plus thousand tons of food a year just look in the mirror"
        },
        {
          "rank": 6,
          "sentence": "Production costs, transport costs, in general are higher for organic products so it will be more expensive, unless you think organic farmers should have lower income than conventional farmers?"
        },
        {
          "rank": 7,
          "sentence": "You can chuck food waste in directly."
        },
        {
          "rank": 8,
          "sentence": "Tl:dr Organic fruit and vegetable will be kosher if raw and unprocessed once cooked or processed they can become unkosher When it comes to meat- organic is meaningless."
        },
        {
          "rank": 9,
          "sentence": "it is sad and ironic to think that people 50-200 years ago lived heal their in general than we do because their foods were all truly \"organic\" and natural...their water untouched by toxic runoffs and chemical spills...I understand that technology purified our water systems etc, but now all of this is under threat by technology."
        },
        {
          "rank": 10,
          "sentence": "On its website, Local Roots claims to be certified Primus GFS, addressing the food safety question: <url>"
        }
      ],
      "subgroup": 4,
      "words": [
        {
          "rank": 1,
          "similarity": "0.54",
          "word": "pesticide"
        },
        {
          "rank": 2,
          "similarity": "0.53",
          "word": "herbicide"
        },
        {
          "rank": 3,
          "similarity": "0.51",
          "word": "synthetic"
        },
        {
          "rank": 4,
          "similarity": "0.47",
          "word": "insecticide"
        },
        {
          "rank": 5,
          "similarity": "0.45",
          "word": "fungicide"
        },
        {
          "rank": 6,
          "similarity": "0.44",
          "word": "peroxide"
        },
        {
          "rank": 7,
          "similarity": "0.43",
          "word": "fertilizer"
        },
        {
          "rank": 8,
          "similarity": "0.42",
          "word": "chlorine"
        },
        {
          "rank": 9,
          "similarity": "0.42",
          "word": "ammonia"
        },
        {
          "rank": 10,
          "similarity": "0.41",
          "word": "residue"
        }
      ],
      "sentiment": 0.0
    },
    {
      "group": 15,
      "id": "alleged",
      "occurrences": "577",
      "sentences": [
        {
          "rank": 1,
          "sentence": "We are talking about the absence of certain trace elements and chemicals in organic foods."
        },
        {
          "rank": 2,
          "sentence": "I have always disliked Whole Foods, after sampling them and finding them greatly over priced and pretentious."
        },
        {
          "rank": 3,
          "sentence": "I like Malcolm Sargeant's answer to What are some examples of edible, non-organic matter?"
        },
        {
          "rank": 4,
          "sentence": "All nutrients from organic sources will only increase farm input costs by several folds compared to the more concentrated and pure inorganic food or fertilizers."
        },
        {
          "rank": 5,
          "sentence": "I do not know about pumpkins specifically, but many food plants (and flowers, etc) are hybrids."
        },
        {
          "rank": 6,
          "sentence": "Non-organic practices deplete soils (known fact!"
        },
        {
          "rank": 7,
          "sentence": "I am so tired of all these supposed studies attempting to talk people out of buying organic food."
        },
        {
          "rank": 8,
          "sentence": "So buying and consuming sustainable organic foods and supporting sustainable organic food production you will be preventing either your own physical suffering from diesease and/or protecting your family from floods, tornadoes, earthquakes, hurricanes, wildfires or other natural disaster associated with global warming."
        },
        {
          "rank": 9,
          "sentence": "Whole foods are either not available in most areas or are cost prohibitive."
        },
        {
          "rank": 10,
          "sentence": "Bezos: Alexa, buy me something from whole foods."
        }
      ],
      "subgroup": 1,
      "words": [
        {
          "rank": 1,
          "similarity": "0.42",
          "word": "<num>"
        },
        {
          "rank": 2,
          "similarity": "0.38",
          "word": "alleged"
        },
        {
          "rank": 3,
          "similarity": "0.38",
          "word": "suspected"
        },
        {
          "rank": 4,
          "similarity": "0.37",
          "word": "violation"
        },
        {
          "rank": 5,
          "similarity": "0.37",
          "word": "prevented"
        },
        {
          "rank": 6,
          "similarity": "0.37",
          "word": "torture"
        },
        {
          "rank": 7,
          "similarity": "0.36",
          "word": "leak"
        },
        {
          "rank": 8,
          "similarity": "0.35",
          "word": "caused"
        },
        {
          "rank": 9,
          "similarity": "0.35",
          "word": "threat"
        },
        {
          "rank": 10,
          "similarity": "0.35",
          "word": "intentionally"
        }
      ],
      "sentiment": 0.21996292886292354
    },
    {
      "group": 16,
      "id": "pile",
      "occurrences": "15",
      "sentences": [
        {
          "rank": 1,
          "sentence": "Another perspective: there is no such thing as organic wine."
        },
        {
          "rank": 2,
          "sentence": "Some organic food benefits are solely about you, some about others, and some about the environment."
        },
        {
          "rank": 3,
          "sentence": "With modern food production methods, pesticides are part of the essential need - not good, but essential."
        },
        {
          "rank": 4,
          "sentence": "● FOOD ALERT: Maple Syrup - Formaldehyde is known to be used to make maple syrup."
        },
        {
          "rank": 5,
          "sentence": "I typically just buy organic items at TJs, except my dark chocolate peanut butter cups."
        },
        {
          "rank": 6,
          "sentence": "Here's why, after careful consideration, we have decided to stay: * * * Dear friend of Organic Valley: we are getting a lot of people asking about why Organic Valley is a member of the International Dairy Foods Association."
        },
        {
          "rank": 7,
          "sentence": "we have got to fight this tactic and protect our freedom of speech along with our right to know what is in our food!\""
        },
        {
          "rank": 8,
          "sentence": "The genetically modified food itself (usually Roundup ready corn/soybeans) and the fact that those ingredients are treated with glyphosate."
        },
        {
          "rank": 9,
          "sentence": "Whole Foods is a company I have been boycotting for over a year for helping funding of abortions by giving to planned parenthood."
        },
        {
          "rank": 10,
          "sentence": "Acquiring Organic Certification is not a small feat, it takes loads of time, lots of documentation, going back and forth a gazillion times and heaps of finance."
        }
      ],
      "subgroup": 3,
      "words": [
        {
          "rank": 1,
          "similarity": "0.28",
          "word": "pile"
        },
        {
          "rank": 2,
          "similarity": "0.27",
          "word": "onto"
        },
        {
          "rank": 3,
          "similarity": "0.25",
          "word": "pad"
        },
        {
          "rank": 4,
          "similarity": "0.24",
          "word": "grease"
        },
        {
          "rank": 5,
          "similarity": "0.24",
          "word": "stuck"
        },
        {
          "rank": 6,
          "similarity": "0.24",
          "word": "simplify"
        },
        {
          "rank": 7,
          "similarity": "0.24",
          "word": "rolled"
        },
        {
          "rank": 8,
          "similarity": "0.23",
          "word": "allowable"
        },
        {
          "rank": 9,
          "similarity": "0.23",
          "word": "homework"
        },
        {
          "rank": 10,
          "similarity": "0.22",
          "word": "shove"
        }
      ],
      "sentiment": 0.9398370205565185
    },
    {
      "group": 17,
      "id": "juice",
      "occurrences": "8941",
      "sentences": [
        {
          "rank": 1,
          "sentence": "Kitty Sweet I used to just buy organic also until the DARK act was passed."
        },
        {
          "rank": 2,
          "sentence": "CSA's and local farmers markets are a great start, but I find it frustrating that I am unable to completely opt-out of this game (and this is coming from someone who works on a 65 acre organic CSA)."
        },
        {
          "rank": 3,
          "sentence": "Every sort of farming has advanced since subsistence farming, including organic."
        },
        {
          "rank": 4,
          "sentence": "Beyond that, the folks that assume everything in TJ, Sprouts, WF is always healthy/local/organic are the ones with the problem, those stores never promised such."
        },
        {
          "rank": 5,
          "sentence": "HaHa, Try being an organic farmer then you will know the truth, rather than someone else's opinion."
        },
        {
          "rank": 6,
          "sentence": "They are only eaten because the foodies have said they are heal their than potatoes or other symmetrical foods."
        },
        {
          "rank": 7,
          "sentence": "The USDA should either enforce the organic standards, which they might not have the ability to even do, or the program should end."
        },
        {
          "rank": 8,
          "sentence": "To make logical food buying choices ALL information is needed."
        },
        {
          "rank": 9,
          "sentence": "I grow all my own organic veggies in a VERY SMALL Space with my VERTICAL tower garden... Fresh, organic veggies at my fingertips."
        },
        {
          "rank": 10,
          "sentence": "I believe that organic is the best option, but not everyone can afford it and as long as you are choosing to spend your money on fruits and veggies and teaching your kids healthy eating habits, you are doing just fine."
        }
      ],
      "subgroup": 0,
      "words": [
        {
          "rank": 1,
          "similarity": "0.54",
          "word": "juice"
        },
        {
          "rank": 2,
          "similarity": "0.53",
          "word": "yogurt"
        },
        {
          "rank": 3,
          "similarity": "0.53",
          "word": "tofu"
        },
        {
          "rank": 4,
          "similarity": "0.53",
          "word": "butter"
        },
        {
          "rank": 5,
          "similarity": "0.52",
          "word": "flavored"
        },
        {
          "rank": 6,
          "similarity": "0.52",
          "word": "sauce"
        },
        {
          "rank": 7,
          "similarity": "0.52",
          "word": "dessert"
        },
        {
          "rank": 8,
          "similarity": "0.51",
          "word": "caramel"
        },
        {
          "rank": 9,
          "similarity": "0.5",
          "word": "cheese"
        },
        {
          "rank": 10,
          "similarity": "0.5",
          "word": "pasta"
        }
      ],
      "sentiment": 0.6668001801909278
    },
    {
      "group": 18,
      "id": "enable",
      "occurrences": "1550",
      "sentences": [
        {
          "rank": 1,
          "sentence": "Organic is a marketing term."
        },
        {
          "rank": 2,
          "sentence": "As of recent times, with the prices of organic foods going through the roof, this is a very sustainable business and a profitable one too."
        },
        {
          "rank": 3,
          "sentence": "lol i am just thinking of how corrupt and greedy the people in power are and i just feel like somehow they want us to pay more money for food... so what better way to make that happen then to have a big show that everyone buys into... hahahahaha"
        },
        {
          "rank": 4,
          "sentence": "Do your petitions and form a groups of people to voice these oppositions to these harmful foods."
        },
        {
          "rank": 5,
          "sentence": "Juli is allergic and now I have to buy organic why did they have to mess with everything."
        },
        {
          "rank": 6,
          "sentence": "that is a problem which could be asily fixed: they put a sticker ORGANIC at it and rise the price,thanks for the suggestion folks <smiling_face> I am with Juli on this!"
        },
        {
          "rank": 7,
          "sentence": "Manufacturers do have difficulty finding US sources of non-GMO and organics, and must use European products."
        },
        {
          "rank": 8,
          "sentence": "So do not put warm food in plastic, do not heat up food in the microwave (?!)"
        },
        {
          "rank": 9,
          "sentence": "The purpose of signing up on FarmMatch as a consumer is to receive an enhanced experience as well as to make a statement about the foods that are important to you."
        },
        {
          "rank": 10,
          "sentence": "The food you eat has almost no link to what nature has been doing."
        }
      ],
      "subgroup": 1,
      "words": [
        {
          "rank": 1,
          "similarity": "0.5",
          "word": "enable"
        },
        {
          "rank": 2,
          "similarity": "0.46",
          "word": "obtain"
        },
        {
          "rank": 3,
          "similarity": "0.46",
          "word": "obliged"
        },
        {
          "rank": 4,
          "similarity": "0.45",
          "word": "advise"
        },
        {
          "rank": 5,
          "similarity": "0.45",
          "word": "consent"
        },
        {
          "rank": 6,
          "similarity": "0.45",
          "word": "necessary"
        },
        {
          "rank": 7,
          "similarity": "0.45",
          "word": "encourage"
        },
        {
          "rank": 8,
          "similarity": "0.44",
          "word": "comply"
        },
        {
          "rank": 9,
          "similarity": "0.43",
          "word": "appropriate"
        },
        {
          "rank": 10,
          "similarity": "0.43",
          "word": "requirement"
        }
      ],
      "sentiment": 0.2471528061327462
    },
    {
      "group": 19,
      "id": "operated",
      "occurrences": "306",
      "sentences": [
        {
          "rank": 1,
          "sentence": "Read Michael Pollan's \"In Defense of Food\"."
        },
        {
          "rank": 2,
          "sentence": "I lost weight on a non-'clean' diet For twelve weeks in the fall of 1981 I daily bolted enormous amounts of mass-produced food -- a lot of it quite fatty and full of sodium -- wore clothing that was totally unsuitable for my environment, slept very little in an ancient, over-heated venue (one that was sprayed regularly with pesticides because the termites in the walls were the only things keeping the building up) and was under unceasing physical and emotional stress."
        },
        {
          "rank": 3,
          "sentence": "Foods are sourced, store is not 3 blocks wide, service is super, and prices are the same as our Kroger/baker's supermarkets."
        },
        {
          "rank": 4,
          "sentence": "And eggs from free range organically raised chickens taste better and have higher levels of good fats."
        },
        {
          "rank": 5,
          "sentence": "I am not claiming that the reason to push the industry toward organic should be because of taste, but rather I am arguing that *some people* can taste a difference and that it is useless to tell them otherwise because you have no evidence of what they can and cannot taste."
        },
        {
          "rank": 6,
          "sentence": "GMOs are likely to be at least as safe as conventional or organic agriculture, and arguments to the contrary typically reflect an ignorance of what genetics and agriculture actually are."
        },
        {
          "rank": 7,
          "sentence": "it is also interesting to me that she considers organic food really expensive but Oreos as the food that poor people eat, or something."
        },
        {
          "rank": 8,
          "sentence": "While the tidal wave of availability and popularity of organic food has rivalled any of the most popular fads of this generation, it has much more serious implications for human development - proliferation of chronic diseases, obesity, cancer, extinction of the honey bee - compared with other fads such as glitter bombs, washing machines that fold your clothes and Skype for your dog."
        },
        {
          "rank": 9,
          "sentence": "Someone who chooses organic based on the false notion that it is heal their is being manipulated into making that decision by marketing- giving them the option of knowing more is not taking away their freedom, it is adding to it."
        },
        {
          "rank": 10,
          "sentence": "They are colleting milk from those cows which are not using GMO-foods and other rapid growing materials for their grow up fast."
        }
      ],
      "subgroup": 2,
      "words": [
        {
          "rank": 1,
          "similarity": "0.4",
          "word": "operated"
        },
        {
          "rank": 2,
          "similarity": "0.39",
          "word": "formerly"
        },
        {
          "rank": 3,
          "similarity": "0.39",
          "word": "owned"
        },
        {
          "rank": 4,
          "similarity": "0.37",
          "word": "purchased"
        },
        {
          "rank": 5,
          "similarity": "0.36",
          "word": "became"
        },
        {
          "rank": 6,
          "similarity": "0.34",
          "word": "initially"
        },
        {
          "rank": 7,
          "similarity": "0.33",
          "word": "subsequently"
        },
        {
          "rank": 8,
          "similarity": "0.33",
          "word": "opened"
        },
        {
          "rank": 9,
          "similarity": "0.33",
          "word": "operates"
        },
        {
          "rank": 10,
          "similarity": "0.32",
          "word": "originally"
        }
      ],
      "sentiment": 0.37459255592451113
    }
  ],
  "links": [
    {
      "source": "assoc",
      "target": "gmo",
      "value": -0.16
    },
    {
      "source": "hypocritical",
      "target": "gmo",
      "value": -0.13
    },
    {
      "source": "hypocritical",
      "target": "assoc",
      "value": 0.25
    },
    {
      "source": "heck",
      "target": "gmo",
      "value": 0.14
    },
    {
      "source": "heck",
      "target": "assoc",
      "value": 0.02
    },
    {
      "source": "heck",
      "target": "hypocritical",
      "value": -0.03
    },
    {
      "source": "boost",
      "target": "gmo",
      "value": -0.18
    },
    {
      "source": "boost",
      "target": "assoc",
      "value": -0.28
    },
    {
      "source": "boost",
      "target": "hypocritical",
      "value": -0.13
    },
    {
      "source": "boost",
      "target": "heck",
      "value": -0.17
    },
    {
      "source": "somebody",
      "target": "gmo",
      "value": -0.27
    },
    {
      "source": "somebody",
      "target": "assoc",
      "value": -0.08
    },
    {
      "source": "somebody",
      "target": "hypocritical",
      "value": 0.16
    },
    {
      "source": "somebody",
      "target": "heck",
      "value": 0.11
    },
    {
      "source": "somebody",
      "target": "boost",
      "value": 0.08
    },
    {
      "source": "obese",
      "target": "gmo",
      "value": 0.05
    },
    {
      "source": "obese",
      "target": "assoc",
      "value": 0.08
    },
    {
      "source": "obese",
      "target": "hypocritical",
      "value": -0.08
    },
    {
      "source": "obese",
      "target": "heck",
      "value": 0.0
    },
    {
      "source": "obese",
      "target": "boost",
      "value": -0.0
    },
    {
      "source": "obese",
      "target": "somebody",
      "value": -0.12
    },
    {
      "source": "detriment",
      "target": "gmo",
      "value": 0.26
    },
    {
      "source": "detriment",
      "target": "assoc",
      "value": -0.63
    },
    {
      "source": "detriment",
      "target": "hypocritical",
      "value": -0.22
    },
    {
      "source": "detriment",
      "target": "heck",
      "value": -0.14
    },
    {
      "source": "detriment",
      "target": "boost",
      "value": 0.05
    },
    {
      "source": "detriment",
      "target": "somebody",
      "value": -0.14
    },
    {
      "source": "detriment",
      "target": "obese",
      "value": -0.14
    },
    {
      "source": "<num>",
      "target": "gmo",
      "value": 0.06
    },
    {
      "source": "<num>",
      "target": "assoc",
      "value": 0.07
    },
    {
      "source": "<num>",
      "target": "hypocritical",
      "value": -0.12
    },
    {
      "source": "<num>",
      "target": "heck",
      "value": -0.13
    },
    {
      "source": "<num>",
      "target": "boost",
      "value": -0.13
    },
    {
      "source": "<num>",
      "target": "somebody",
      "value": -0.15
    },
    {
      "source": "<num>",
      "target": "obese",
      "value": -0.3
    },
    {
      "source": "<num>",
      "target": "detriment",
      "value": -0.11
    },
    {
      "source": "specified",
      "target": "gmo",
      "value": -0.18
    },
    {
      "source": "specified",
      "target": "assoc",
      "value": 0.03
    },
    {
      "source": "specified",
      "target": "hypocritical",
      "value": 0.01
    },
    {
      "source": "specified",
      "target": "heck",
      "value": -0.02
    },
    {
      "source": "specified",
      "target": "boost",
      "value": 0.14
    },
    {
      "source": "specified",
      "target": "somebody",
      "value": -0.04
    },
    {
      "source": "specified",
      "target": "obese",
      "value": -0.04
    },
    {
      "source": "specified",
      "target": "detriment",
      "value": -0.21
    },
    {
      "source": "specified",
      "target": "<num>",
      "value": -0.12
    },
    {
      "source": "pasture",
      "target": "gmo",
      "value": -0.02
    },
    {
      "source": "pasture",
      "target": "assoc",
      "value": 0.21
    },
    {
      "source": "pasture",
      "target": "hypocritical",
      "value": -0.05
    },
    {
      "source": "pasture",
      "target": "heck",
      "value": 0.03
    },
    {
      "source": "pasture",
      "target": "boost",
      "value": -0.16
    },
    {
      "source": "pasture",
      "target": "somebody",
      "value": -0.16
    },
    {
      "source": "pasture",
      "target": "obese",
      "value": 0.25
    },
    {
      "source": "pasture",
      "target": "detriment",
      "value": -0.18
    },
    {
      "source": "pasture",
      "target": "<num>",
      "value": 0.04
    },
    {
      "source": "pasture",
      "target": "specified",
      "value": -0.09
    },
    {
      "source": "ecology",
      "target": "gmo",
      "value": -0.14
    },
    {
      "source": "ecology",
      "target": "assoc",
      "value": 0.06
    },
    {
      "source": "ecology",
      "target": "hypocritical",
      "value": 0.08
    },
    {
      "source": "ecology",
      "target": "heck",
      "value": -0.13
    },
    {
      "source": "ecology",
      "target": "boost",
      "value": -0.04
    },
    {
      "source": "ecology",
      "target": "somebody",
      "value": -0.13
    },
    {
      "source": "ecology",
      "target": "obese",
      "value": -0.21
    },
    {
      "source": "ecology",
      "target": "detriment",
      "value": -0.12
    },
    {
      "source": "ecology",
      "target": "<num>",
      "value": 0.08
    },
    {
      "source": "ecology",
      "target": "specified",
      "value": 0.09
    },
    {
      "source": "ecology",
      "target": "pasture",
      "value": -0.17
    },
    {
      "source": "urged",
      "target": "gmo",
      "value": -0.19
    },
    {
      "source": "urged",
      "target": "assoc",
      "value": 0.05
    },
    {
      "source": "urged",
      "target": "hypocritical",
      "value": -0.0
    },
    {
      "source": "urged",
      "target": "heck",
      "value": 0.1
    },
    {
      "source": "urged",
      "target": "boost",
      "value": 0.16
    },
    {
      "source": "urged",
      "target": "somebody",
      "value": 0.18
    },
    {
      "source": "urged",
      "target": "obese",
      "value": 0.07
    },
    {
      "source": "urged",
      "target": "detriment",
      "value": -0.4
    },
    {
      "source": "urged",
      "target": "<num>",
      "value": -0.16
    },
    {
      "source": "urged",
      "target": "specified",
      "value": 0.15
    },
    {
      "source": "urged",
      "target": "pasture",
      "value": -0.12
    },
    {
      "source": "urged",
      "target": "ecology",
      "value": 0.06
    },
    {
      "source": "cup",
      "target": "gmo",
      "value": -0.03
    },
    {
      "source": "cup",
      "target": "assoc",
      "value": -0.61
    },
    {
      "source": "cup",
      "target": "hypocritical",
      "value": -0.16
    },
    {
      "source": "cup",
      "target": "heck",
      "value": -0.21
    },
    {
      "source": "cup",
      "target": "boost",
      "value": 0.1
    },
    {
      "source": "cup",
      "target": "somebody",
      "value": 0.0
    },
    {
      "source": "cup",
      "target": "obese",
      "value": -0.3
    },
    {
      "source": "cup",
      "target": "detriment",
      "value": 0.58
    },
    {
      "source": "cup",
      "target": "<num>",
      "value": -0.09
    },
    {
      "source": "cup",
      "target": "specified",
      "value": -0.19
    },
    {
      "source": "cup",
      "target": "pasture",
      "value": -0.28
    },
    {
      "source": "cup",
      "target": "ecology",
      "value": -0.02
    },
    {
      "source": "cup",
      "target": "urged",
      "value": -0.22
    },
    {
      "source": "pesticide",
      "target": "gmo",
      "value": 0.13
    },
    {
      "source": "pesticide",
      "target": "assoc",
      "value": 0.09
    },
    {
      "source": "pesticide",
      "target": "hypocritical",
      "value": -0.13
    },
    {
      "source": "pesticide",
      "target": "heck",
      "value": -0.11
    },
    {
      "source": "pesticide",
      "target": "boost",
      "value": -0.22
    },
    {
      "source": "pesticide",
      "target": "somebody",
      "value": -0.45
    },
    {
      "source": "pesticide",
      "target": "obese",
      "value": 0.31
    },
    {
      "source": "pesticide",
      "target": "detriment",
      "value": 0.03
    },
    {
      "source": "pesticide",
      "target": "<num>",
      "value": -0.01
    },
    {
      "source": "pesticide",
      "target": "specified",
      "value": 0.11
    },
    {
      "source": "pesticide",
      "target": "pasture",
      "value": 0.17
    },
    {
      "source": "pesticide",
      "target": "ecology",
      "value": -0.04
    },
    {
      "source": "pesticide",
      "target": "urged",
      "value": -0.22
    },
    {
      "source": "pesticide",
      "target": "cup",
      "value": -0.19
    },
    {
      "source": "alleged",
      "target": "gmo",
      "value": -0.14
    },
    {
      "source": "alleged",
      "target": "assoc",
      "value": 0.09
    },
    {
      "source": "alleged",
      "target": "hypocritical",
      "value": 0.05
    },
    {
      "source": "alleged",
      "target": "heck",
      "value": -0.33
    },
    {
      "source": "alleged",
      "target": "boost",
      "value": -0.07
    },
    {
      "source": "alleged",
      "target": "somebody",
      "value": -0.03
    },
    {
      "source": "alleged",
      "target": "obese",
      "value": -0.1
    },
    {
      "source": "alleged",
      "target": "detriment",
      "value": -0.13
    },
    {
      "source": "alleged",
      "target": "<num>",
      "value": 0.16
    },
    {
      "source": "alleged",
      "target": "specified",
      "value": -0.14
    },
    {
      "source": "alleged",
      "target": "pasture",
      "value": -0.23
    },
    {
      "source": "alleged",
      "target": "ecology",
      "value": 0.09
    },
    {
      "source": "alleged",
      "target": "urged",
      "value": 0.04
    },
    {
      "source": "alleged",
      "target": "cup",
      "value": 0.07
    },
    {
      "source": "alleged",
      "target": "pesticide",
      "value": 0.0
    },
    {
      "source": "pile",
      "target": "gmo",
      "value": 0.07
    },
    {
      "source": "pile",
      "target": "assoc",
      "value": -0.63
    },
    {
      "source": "pile",
      "target": "hypocritical",
      "value": -0.25
    },
    {
      "source": "pile",
      "target": "heck",
      "value": -0.23
    },
    {
      "source": "pile",
      "target": "boost",
      "value": 0.13
    },
    {
      "source": "pile",
      "target": "somebody",
      "value": 0.04
    },
    {
      "source": "pile",
      "target": "obese",
      "value": -0.16
    },
    {
      "source": "pile",
      "target": "detriment",
      "value": 0.66
    },
    {
      "source": "pile",
      "target": "<num>",
      "value": -0.17
    },
    {
      "source": "pile",
      "target": "specified",
      "value": -0.21
    },
    {
      "source": "pile",
      "target": "pasture",
      "value": -0.27
    },
    {
      "source": "pile",
      "target": "ecology",
      "value": -0.14
    },
    {
      "source": "pile",
      "target": "urged",
      "value": -0.23
    },
    {
      "source": "pile",
      "target": "cup",
      "value": 0.66
    },
    {
      "source": "pile",
      "target": "pesticide",
      "value": -0.05
    },
    {
      "source": "pile",
      "target": "alleged",
      "value": 0.01
    },
    {
      "source": "juice",
      "target": "gmo",
      "value": 0.1
    },
    {
      "source": "juice",
      "target": "assoc",
      "value": 0.21
    },
    {
      "source": "juice",
      "target": "hypocritical",
      "value": -0.02
    },
    {
      "source": "juice",
      "target": "heck",
      "value": 0.12
    },
    {
      "source": "juice",
      "target": "boost",
      "value": -0.29
    },
    {
      "source": "juice",
      "target": "somebody",
      "value": -0.13
    },
    {
      "source": "juice",
      "target": "obese",
      "value": 0.01
    },
    {
      "source": "juice",
      "target": "detriment",
      "value": -0.08
    },
    {
      "source": "juice",
      "target": "<num>",
      "value": 0.12
    },
    {
      "source": "juice",
      "target": "specified",
      "value": -0.18
    },
    {
      "source": "juice",
      "target": "pasture",
      "value": 0.29
    },
    {
      "source": "juice",
      "target": "ecology",
      "value": -0.15
    },
    {
      "source": "juice",
      "target": "urged",
      "value": -0.25
    },
    {
      "source": "juice",
      "target": "cup",
      "value": -0.15
    },
    {
      "source": "juice",
      "target": "pesticide",
      "value": -0.11
    },
    {
      "source": "juice",
      "target": "alleged",
      "value": -0.28
    },
    {
      "source": "juice",
      "target": "pile",
      "value": -0.24
    },
    {
      "source": "enable",
      "target": "gmo",
      "value": -0.24
    },
    {
      "source": "enable",
      "target": "assoc",
      "value": -0.03
    },
    {
      "source": "enable",
      "target": "hypocritical",
      "value": 0.08
    },
    {
      "source": "enable",
      "target": "heck",
      "value": -0.08
    },
    {
      "source": "enable",
      "target": "boost",
      "value": 0.12
    },
    {
      "source": "enable",
      "target": "somebody",
      "value": 0.05
    },
    {
      "source": "enable",
      "target": "obese",
      "value": -0.2
    },
    {
      "source": "enable",
      "target": "detriment",
      "value": -0.12
    },
    {
      "source": "enable",
      "target": "<num>",
      "value": 0.03
    },
    {
      "source": "enable",
      "target": "specified",
      "value": 0.13
    },
    {
      "source": "enable",
      "target": "pasture",
      "value": -0.27
    },
    {
      "source": "enable",
      "target": "ecology",
      "value": 0.12
    },
    {
      "source": "enable",
      "target": "urged",
      "value": 0.17
    },
    {
      "source": "enable",
      "target": "cup",
      "value": -0.02
    },
    {
      "source": "enable",
      "target": "pesticide",
      "value": -0.18
    },
    {
      "source": "enable",
      "target": "alleged",
      "value": 0.15
    },
    {
      "source": "enable",
      "target": "pile",
      "value": -0.1
    },
    {
      "source": "enable",
      "target": "juice",
      "value": -0.27
    },
    {
      "source": "operated",
      "target": "gmo",
      "value": -0.3
    },
    {
      "source": "operated",
      "target": "assoc",
      "value": 0.22
    },
    {
      "source": "operated",
      "target": "hypocritical",
      "value": -0.05
    },
    {
      "source": "operated",
      "target": "heck",
      "value": 0.18
    },
    {
      "source": "operated",
      "target": "boost",
      "value": 0.16
    },
    {
      "source": "operated",
      "target": "somebody",
      "value": 0.18
    },
    {
      "source": "operated",
      "target": "obese",
      "value": -0.13
    },
    {
      "source": "operated",
      "target": "detriment",
      "value": -0.48
    },
    {
      "source": "operated",
      "target": "<num>",
      "value": 0.03
    },
    {
      "source": "operated",
      "target": "specified",
      "value": 0.2
    },
    {
      "source": "operated",
      "target": "pasture",
      "value": -0.08
    },
    {
      "source": "operated",
      "target": "ecology",
      "value": 0.06
    },
    {
      "source": "operated",
      "target": "urged",
      "value": 0.3
    },
    {
      "source": "operated",
      "target": "cup",
      "value": -0.32
    },
    {
      "source": "operated",
      "target": "pesticide",
      "value": -0.31
    },
    {
      "source": "operated",
      "target": "alleged",
      "value": -0.05
    },
    {
      "source": "operated",
      "target": "pile",
      "value": -0.35
    },
    {
      "source": "operated",
      "target": "juice",
      "value": 0.02
    },
    {
      "source": "operated",
      "target": "enable",
      "value": 0.11
    }
  ]
}